Revit 2024 API
ColorBackgroundSettings Properties
The ColorBackgroundSettings type exposes the following members.
Properties
Name | Description
Color
 The color of the rendering background.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from BackgroundSettings.)
See Also
ColorBackgroundSettings Class
Autodesk.Revit.DB Namespace